[
    {
        "link": "https://www.indeed.com/viewjob?jk=55411493b0af6795",
        "title": "[Ogilvy Vietnam] Finance Intern",
        "company": "Ogilvy",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4.1",
        "review_count": "760",
        "description": "Overview:                Ogilvy has been the “teaching hospital” for brands since the company was founded by David Ogilvy in 1948. We continue that brand-building legacy today through       Borderless Creativity       – operating, innovating, and creating at the intersection of talent and capabilities. Our experts in Consulting, Advertising, Experience, Public Relations and Health work fluidly across 131 offices in 93 countries.                   Ogilvy has been operating in Vietnam for over 25 years and has played a leading role in helping to shape the marketing communications industry in Vietnam today. We remain committed to continuing this legacy and are on a mission to help create the next generation of hybrid and fluid modern-marketing talent by making Ogilvy the “      Best Place to Work      ” in Vietnam for GenZ by 2025.                      Ogilvy Vietnam is looking for a     Finance      Intern  to join our team. The Intern will have a chance to experience a professional working environment and upgrade their skillsets.      Responsibilities:       RESPONSIBILITIES         Support in making contracts, acceptance, day to day billings     Collect quotations and keep paperwork organized     Have a chance to work with third parties: vendors, and suppliers to support the Commercial and Account team     Other tasks assigned by the accountant and team members    Qualifications:       REQUIREMENTS         Undergraduate degree in Acounting or relevant fields is much preferred     Maintain high confidentiality in the workplace     Able to use English for daily communications, especially reading     Good command of MS Office applications     Well-organized and detail-oriented     The Intern is required to have a personal laptop for work and the ability to work full-time (Mon-Fri) is a big plus."
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=b692c57d55ecc1aa",
        "title": "Intern Technology Consulting",
        "company": "PwC",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4",
        "review_count": "8121",
        "description": "Line of Service  Advisory     Industry/Sector  Not Applicable     Specialism  Platform Engineering & Architecture     Management Level  Intern/Trainee     Job Description & Summary  PwC SEAC’s Digital Transformation Consulting’s vision is to create meaningful relationships with our clients by powering the next generation digital enterprise.    Our Cloud & IT Transformation practice spans the whole range of clients’ digital capabilities, ranging from strategy to execution. We help solve complex boardroom problems, and work with CIO’s to not only solve problems of today but get them ready for new opportunities for tomorrow, creating the pathway of how technology can enable business visions. We help our clients with advisory services such as IT & cloud strategy, IT cost & governance, IT operating model etc. We also work on the implementation of various IT applications e.g. CRM, ERP and SharePoint.    Our focus areas are Enterprise Architecture, Vendor Selection, IT Cost optimisation, IT Governance and Compliance, IT Effectiveness & Operating Model Optimisation.       As a part of our practice, you will help our clients with:            IT Strategy Services;      Enterprise Architecture across different business groups;      IT Cost & Governance and Shared Services & Outsourcing;      IT Operating Model Advisory Services.        Main duties:             Advising clients on improving the ROI of IT Investments;      Advising clients on digital assets;      Identifying and addressing client needs and developing an awareness of firm services;      IT Roadmap and alignment of IT services towards various standards;      Contributing to a positive working environment by building solid relationships;      Proactively seeking guidance, clarification and feedback.         Requirements:       Bachelor degree major in Computer Science, Management Information Systems, or other IT-related;     Fresh graduated is also welcome;     Highly proficient in English (proficiency in other South-East Asian languages will be an added advantage);     Possess baseline understanding in the areas of technology;     Self-driven, curious and a fast-learner, and able to take responsibility for personal growth and development;     Able to demonstrate the ability to research and analyse pertinent client, industry, and technical matters;     Possess strong problem-solving skills and able to prioritise and manage multiple tasks/engagements.        Education  (if blank, degree and/or field of study not specified)  Degrees/Field of Study required: Bachelor Degree   Degrees/Field of Study preferred:     Certifications  (if blank, certifications not specified)      Required Skills      Optional Skills      Desired Languages  (If blank, desired languages not specified)  English     Travel Requirements  Not Specified     Available for Work Visa Sponsorship?  No     Government Clearance Required?  No     Job Posting End Date  August 30, 2022"
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=61fc9a96877ba55b",
        "title": "Intern Workforce Transformation Consulting",
        "company": "PwC",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4",
        "review_count": "8121",
        "description": "Line of Service  Advisory     Industry/Sector  Not Applicable     Specialism  Advisory Generalist (entry level)     Management Level  Intern/Trainee     Job Description & Summary  With more than 6,000 professionals in over 100 countries, PwC’s network has one of the world’s largest human resources (HR) and change advisory organisations. We are passionate about helping our clients to create sustainable business results through their most valuable assets – their people.       Our Workforce Transformation (WT) team prides itself on having the best people and on working collaboratively to help our clients achieve their goals. Our team are highly professional and experienced with a deep understanding of how organisations can get the best from their people and help them to realise their full potential.       PwC’s research into the future of the workplace has helped shape innovative people strategies within many of the world's major organisations. The Workforce Transformation team work on all aspects of organisational development including organisational design, competency development, HR process and systems implementation, talent management, remuneration strategy, job design and change management. We serve all industries in Vietnam, and work jointly with colleagues in PwC’s tax, legal, audit and advisory service lines to provide comprehensive, high quality services to our clients.       We are pleased to invite high performing and enthusiastic candidates to apply for a Workforce Transformation Intern position in both of our HCMC and Hanoi offices.     Key Responsibilities:       Supporting Workforce Transformation team with translation work, secondary research, data analysis, visualization and others;     Support in developing committed deliverables for the client;     Provide on-the-spot (VN- EN) interpretation to Line Manager during client meetings (If needed);     Other tasks assigned by Line Manager.        Job Requirements:       Good command of English and Vietnamese, with strong translation ability and able to provide on-the-spot interpretation     Strong analytical skills and experienced in gathering data, analysis, translating the data into conclusions and visualize the data     Have knowledge and/or experience in Human Resources Management is preferred     Be an excellent user of MS PowerPoint and Excel     Good communication and interpersonal skills     Self-motivated, committed, proactive and confident     Able to rise to the challenges of participating in intensive on-the-job training, managing work responsibilities and client relationships.        Education  (if blank, degree and/or field of study not specified)  Degrees/Field of Study required: Bachelor Degree   Degrees/Field of Study preferred:     Certifications  (if blank, certifications not specified)      Required Skills      Optional Skills      Desired Languages  (If blank, desired languages not specified)  English     Travel Requirements  Up to 60%     Available for Work Visa Sponsorship?  No     Government Clearance Required?  No     Job Posting End Date  August 30, 2022"
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=876a0091615a35b7",
        "title": "Intern Developer",
        "company": "Futurify Inc",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Must be actively enrolled in an accredited college or university, as a junior, senior or graduate student (in good standing.)    Must be pursuing a degree in Computer Science, Computer Engineering, Software Engineering, Information Systems or related field of study.    Must have successfully completed at least one course using an Object-Oriented language. C# .NET or Java is preferred.    Ability to work in teams    Excellent verbal and written communication skills are a must."
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=c8c381a9fc091112",
        "title": "Legal Intern",
        "company": "Baker McKenzie",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4",
        "review_count": "202",
        "description": "Practice Group:  Employment & Labor / Compliance & Investigation       Responsibilities:            Preparing, drafting and reviewing legal documents and conducting various legal researches to provide analysis on legal regulations;       Translating English/Vietnamese of legal documents, etc.;       Performing other necessary tasks related to client alerts;       Any other duties as may reasonably be assigned.           Skills and Experience:            Undergraduate or Bachelor’s degree, preferably in Law or relevant area from top universities as Hanoi Law University, Ho Chi Minh City Law University, VNU, DAV, Foreign Trade University, National Economics University.       Good command in English;       Good analytical thinking;       Good drafting and research skills;       Good knowledge of MS Office;       Careful and diligent;       Ability to multitask and organize daily workload by priorities;       Ability to meet deadlines in a fast-paced and quickly changing environment;       Excellent time management skills;       Attention to detail;       Good interpersonal and communication skills;       Display of professional discretion and maturity."
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=3bd4bda5de70240a",
        "title": "[HO] QA/ QC Intern",
        "company": "ILA",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4",
        "review_count": "48",
        "description": "Responsibilities                    Participate in all QA (QC/Test) activities        Support in designing solutions and approach for software features or systems        Write high-quality code to implement software features or fix bugs        Communicate and report to leader/ line manager on status or result of work                              Requirements                    3rd year or final year students in Computer Science, Software Engineering        Bold passion for IT software development and testing        Good IT background, critical and logical thinking skills        Knowledge or work experiences in any of the following programing languages: Javascript, HTML5, CSS3, PHP, Python, SQL        Able to commit for at least 12 weeks of internship        Commitment to excellence and self-improvement        Having good command of English is a plus, but not required                        Benefits:                            Internship allowance: 4,000,000 – 6,000,000 VND/month (based on experience and academic performance)         Opportunity to be hired as a full time employee         Gain first-hand experience working at a leading company operating in the Education Industry         Enhance coding skills and get exposed to new tools and programming languages         Hands-on experience to apply computer science studies in a professional international environment         Improve presentation and communication (both oral and written) skills"
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=80164d151c300bd4",
        "title": "Content Marketing Intern",
        "company": "Công ty TNHH Ánh Sáng Vàng",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Mô tả công việc:  (Mức lương: 2 - 3 triệu VNĐ)     Làm việc với team để sáng tạo ý tưởng nội dung trên các kênh truyền thông.    Quản lý nội dung trên Fanpage, Website.    – Biên soạn và lên kế hoạch thiết kế nội dung cho Fanpage.   – Lên ý tưởng, hỗ trợ team set-up, quay dựng phim.        Thực hiện các công việc khác theo sự chỉ đạo của Cấp trên.      Chức vụ:  Thực Tập Sinh    Hình thức làm việc:  Sinh viên/Thực tập    Quyền lợi được hưởng:        Trợ cấp 2-3.000.000đ/ tháng.     Hỗ trợ dấu mộc thực tập báo cáo tốt nghiệp.     Thời gian linh hoạt có thể sắp xếp phù hợp với lịch học     Được làm việc trong môi trường trẻ trung, năng động       Yêu cầu bằng cấp (tối thiểu):  Trung cấp - Nghề    Yêu cầu công việc:      Không yêu cầu kinh nghiệm.    Chủ động trong công việc, tôn trọng quy tắc về deadline.    Sinh viên năm cuối hoặc mới ra trường các ngành thuộc Kinh tế, Thiết kế,…    Yêu thích viết, sáng tạo, linh hoạt, tư duy logic, chủ động, ham học hỏi.    Chủ động tìm kiếm cơ hội để bổ sung thêm ý tưởng.    Có thái độ tốt, chủ động, cầu tiến, năng động.    Chăm chỉ, mong muốn học hỏi và cải thiện kỹ năng.      Yêu cầu giới tính:  Nam/Nữ    Ngành nghề:  Nội Dung     Trung cấp - Nghề   Không yêu cầu"
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=8384eb312f041c06",
        "title": "Logistics Intern (CTG)",
        "company": "Bosch Group",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4.1",
        "review_count": "6547",
        "description": "Company Description   The Bosch Group is a leading global supplier of technology and services. In 2013, its roughly 281,000 associates generated sales of 46.4 billion Euros. Since the beginning of 2013, its operations have been divided into four business sectors: Automotive Technology, Industrial Technology, Consumer Goods, and Energy and Building Technology.   The Bosch Group comprises Robert Bosch GmbH and its roughly 360 subsidiaries and regional companies in some 50 countries. If its sales and service partners are included, then Bosch is represented in roughly 150 countries. This worldwide development, manufacturing, and sales network is the foundation for further growth    RBVH - Robert Bosch Engineering and Business Solutions Vietnam Company Limited is 100% owned subsidiary of Robert Bosch GmbH.   RBVH has started its operations from 19th October, 2010 at e-Town2 in HCMC. This engineering development center will be engaged in developing embedded systems and software, mechanical design and simulation, and will provide IT (SAP Consulting, JAVA Development….) and Business Services (Finance and accounting, Economics, Purchasing, Logistics, Translations Japanese-English-Japanese, Information Security ) solutions to the Bosch group of companies globally.       Job Description         Preparing documents for custom clearance to import goods     Recording and updating Import – Export databases     Booking, packaging and preparing documents to export goods     Following up and receiving the goods of domestic POs          Qualifications         3rd- 4th student in Logistics and transportation, International economics or equivalent     Goods at English     Proficient in MS Office     Willing to learn, good communication.         Additional Information   What are your benefits when joining the Internship Program at BOSCH?       Joining  dynamic English-speaking multi-culture work environment , working with the young and dynamic team     Joining professional training technical skills & soft-skills (on-the-job training)     Furthermore, we also offer you  Internship allowance  during the internship program     Meal & Parking allowances"
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=bbbcea304e565330",
        "title": "Ecommerce Intern",
        "company": "Công Ty Cổ Phần Giải Pháp Du Lịch Gohub",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Mô tả công việc:  (Mức lương: Đến 4 triệu VNĐ)   E-commerce Intern        Manage Seller center of big E-commerce platforms (Shopee, Lazada, Tiki, etc.).     Find opportunities for Gohub to grow on the E-commerce platform through campaigns and tactical flash sales.     Plan and execute sales & marketing partnerships with e-Commerce partners.     Other tasks related to marketplaces.       Chức vụ:  Thực Tập Sinh    Hình thức làm việc:  Sinh viên/Thực tập    Quyền lợi được hưởng:        Allowances: 4.000.000 VND/ monthly     Mentorship & training.     Full-time opportunity after internship.       Yêu cầu bằng cấp (tối thiểu):  Trung cấp - Nghề    Yêu cầu công việc:        Know how to use office software (Word, Excel)     Basic English skills.       Yêu cầu giới tính:  Nam/Nữ    Ngành nghề:  Hành chính Văn phòng,Truyền Thông/Báo Chí     Trung cấp - Nghề   Không yêu cầu"
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=0675fc07b5dc5933",
        "title": "Software Development Intern",
        "company": "Global Cybersoft",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Work location: Ho Chi Minh, Ha Noi, Da Nang             Education and/or Experience              IT students (3rd or last year)             Knowledge, Skills and Abilities              Knowledge of .NET / Java / C++        Logical thinking, problem solving, learning attitude and team work skills        Proficiency in English             Duties              Participate in software development and quality process        Attend practical or doing senior projects to strengthen existing solution development and implementation competencies"
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=d4a501ef22f61924",
        "title": "Account Intern",
        "company": "Zalo",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "What you will do         Proactively gain understandings of Adtima’s ecosystem (i.e. Zalo, Zing MP3, Zing TV, Zing.vn and Báo Mới) and its services;      Follow up with clients on running campaigns;      Perform media booking and checking performance data of campaign;      Making daily/weekly reports and coordinate with other teams to optimize KPIs;      Support Account Manager on liaise with new clients and offer them applicable advertising packages via proposals;      Support managing campaigns' database on system daily;      Other tasks that assigned by line manager.        What you will need         Bachelor degree in Business or equivalent;      Being passionate about sales, business development and digital products;      Good communication skills in both Vietnamese and English;      Being result-oriented with growth-mindset;      Being able to allocate work well and under high pressure;      Experience in Digital Marketing or Advertising Agencies is a plus."
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=c302ec77916ca799",
        "title": "Front-End Developer Intern",
        "company": "Công Ty Cổ Phần Phần Mềm Bestarion",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Mô tả công việc:  (Mức lương: Thỏa thuận)      We are seeking a team player who enjoys working cross-functionally with a multidisciplinary team to develop high-quality, well-researched code.     Given the diverse service offering we provide, the Frontend Software Developer role will be involved in the research and development of new products and features (often with new technologies), with a focus on security and privacy compliance.       Chức vụ:  Thực Tập Sinh    Hình thức làm việc:  Sinh viên/Thực tập    Quyền lợi được hưởng:        Attractive salary and benefits (13th salary, a distinguished employee of the quarter and year, seniority award…)     Performance appraisal once a year     Healthcare and accident insurance     Various training on best practices and soft skills     Teambuilding activities in every summer, company trips, big annual year-end party every year, etc.     Fitness & sports activities: football, tennis, table tennis, badminton…     Commitment to community development: charity every quarter, blood donation, public seminars, career orientation talks…     Support for personal loans such as home loans, vehicle loans, tuition fees…       Yêu cầu bằng cấp (tối thiểu):  Trung cấp - Nghề    Yêu cầu công việc:        Undergraduate student / Bachelor’s degree with a specialization in Computer Science or a similar technical field of study with relevant practical experience.     Minimum part-time/full-time 3-6 month internship commitment (can work at least 3 days per week)     Good academic background (GPA >=6.5) Bold passion for IT software development     Have experience or knowledge of software development and understand programming languages such as ReactJS, Javascript, HTML, CSS     Have experience or knowledge in server-side web frameworks     Have a basic understanding of relevant software engineering and computer science-related concepts.     Able to read & well understand English materials, transfer information from visual to text in English.       Yêu cầu giới tính:  Nam/Nữ    Ngành nghề:  Frontend (HTML/CSS)     Trung cấp - Nghề   Không yêu cầu"
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=c29d8e1f70758769",
        "title": "Project Management Intern",
        "company": "TikTok",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "3.3",
        "review_count": "56",
        "description": "About TikTok    TikTok is the leading destination for short-form mobile video. Our mission is to inspire creativity and bring joy. TikTok has global offices including Los Angeles, New York, London, Paris, Berlin, Dubai, Singapore, Jakarta, Seoul and Tokyo.    Why Join Us  At TikTok, our people are humble, intelligent, compassionate and creative. We create to inspire - for you, for us, and for more than 1 billion users on our platform. We lead with curiosity and aim for the highest, never shying away from taking calculated risks and embracing ambiguity as it comes. Here, the opportunities are limitless for those who dare to pursue bold ideas that exist just beyond the boundary of possibility. Join us and make impact happen with a career at TikTok.    The User Operations team at TikTok Vietnam is the think-tank department that ensure the quality of content in our platform. The team is nurturing our ever-growing short video and livestream community by innovating partnerships, innovating trends, while leaning in local.    Responsibilities      Assisting and communicating with Vietnam Country Head of Operations in decision-making, program management, and initiative implementation    Support the user's content experience improvement through in-depth understanding of the user side, analysis of data, and suggestions on product functions, operation directions, and content creativity    Support cross-team projects with aggressive timelines and work with internal stakeholders to establish roadmaps and communicate timelines and deliverables to internal stakeholders as needed    Support, coordinate, delegate, track, and perform key project tasks from inception to completion, ensuring timely delivery of project outcomes.    Facilitate day-to-day internal escalations and help troubleshoot issues     Internship Duration:   Successful candidates must be able to commit to the following timeline and duration:      Starting in Aug/Sep 2022, for at least 3 days a week, minimum 6 months duration.    Priority will be given to students who can commit Full-Time internship or for a longer duration.    Students pursuing a Bachelor’s degree in Communications, Marketing, Business, and/or related courses with impeccable verbal and written communication in both English and Vietnamese    Ability to identify, analyze, and interpret trends or patterns in data sets— advanced understanding of Microsoft Office (Excel/PowerPoint) is a plus    A committed and good team player who can work in a fast-paced environment    Strong interest in digital creators and public figures, understanding of the media landscape is a huge plus    Successful candidates must be able to commit to a full-time/part-time arrangement for at least 6 months, 3 days a week    TikTok is committed to creating an inclusive space where employees are valued for their skills, experiences, and unique perspectives. Our platform connects people from across the globe and so does our workplace. At TikTok, our mission is to inspire creativity and bring joy. To achieve that goal, we are committed to celebrating our diverse voices and to creating an environment that reflects the many communities we reach. We are passionate about this and hope you are too."
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=d652e26c197d134f",
        "title": "Intern QA",
        "company": "Futurify Inc",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Responsibilities       Join daily/ weekly meeting with team     Write test cases and execute them     Interact with other team members to understand products/applications and their features     Research and learn new testing tools/methods     Work with like-minded folks, get things done, and celebrate success       Qualifications       Students at 3th or 4th years of information technology majors or youth who wants to move to Tester job.     Being passionate about software testing     Active at work and willing to learn new things.     High responsibility in work.     Ability to work in teams     Excellent verbal and written communication skills are a must."
    },
    {
        "link": "https://www.indeed.com/viewjob?jk=39f6a3bbce3fb455",
        "title": "Intern: MarCom Coordinator",
        "company": "Maersk",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4.1",
        "review_count": "2813",
        "description": "Supports the execution of branding, marketing and/or promotional   campaigns.   Provides operational support to the organisation of a variety of marketing and branding activities, eg exhibitions, seminars, advertising campaigns, and the production of advertising materials, promoting the organisation and its products and services. Updates internal databases. Coordinates with external vendors and agencies to ensure that their work meets the organisation’s requirements, deadlines, and budget. May also be responsible for collecting market information, projections and other meaningful data to be used in internal analysis."
    }
]