[
    {
        "job_id": "80164d151c300bd4",
        "link": "https://www.indeed.com/viewjob?jk=80164d151c300bd4",
        "title": "Content Marketing Intern",
        "job_type": "Internship",
        "company": "Công ty TNHH Ánh Sáng Vàng",
        "company_link": "https://www.indeed.com/cmp/C%C3%B4ng-Ty-Tnhh-%C3%81nh-S%C3%A1ng-V%C3%A0ng?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthb5llp8800&fromjk=80164d151c300bd4",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Mô tả công việc:  (Mức lương: 2 - 3 triệu VNĐ)     Làm việc với team để sáng tạo ý tưởng nội dung trên các kênh truyền thông.    Quản lý nội dung trên Fanpage, Website.    – Biên soạn và lên kế hoạch thiết kế nội dung cho Fanpage.   – Lên ý tưởng, hỗ trợ team set-up, quay dựng phim.        Thực hiện các công việc khác theo sự chỉ đạo của Cấp trên.      Chức vụ:  Thực Tập Sinh    Hình thức làm việc:  Sinh viên/Thực tập    Quyền lợi được hưởng:        Trợ cấp 2-3.000.000đ/ tháng.     Hỗ trợ dấu mộc thực tập báo cáo tốt nghiệp.     Thời gian linh hoạt có thể sắp xếp phù hợp với lịch học     Được làm việc trong môi trường trẻ trung, năng động       Yêu cầu bằng cấp (tối thiểu):  Trung cấp - Nghề    Yêu cầu công việc:      Không yêu cầu kinh nghiệm.    Chủ động trong công việc, tôn trọng quy tắc về deadline.    Sinh viên năm cuối hoặc mới ra trường các ngành thuộc Kinh tế, Thiết kế,…    Yêu thích viết, sáng tạo, linh hoạt, tư duy logic, chủ động, ham học hỏi.    Chủ động tìm kiếm cơ hội để bổ sung thêm ý tưởng.    Có thái độ tốt, chủ động, cầu tiến, năng động.    Chăm chỉ, mong muốn học hỏi và cải thiện kỹ năng.      Yêu cầu giới tính:  Nam/Nữ    Ngành nghề:  Nội Dung     Trung cấp - Nghề   Không yêu cầu",
        "date_posted": "8 days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "d652e26c197d134f",
        "link": "https://www.indeed.com/viewjob?jk=d652e26c197d134f",
        "title": "Intern QA",
        "job_type": "Internship",
        "company": "Futurify Inc",
        "company_link": "https://www.indeed.com/cmp/Futurify?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthb4llq1800&fromjk=d652e26c197d134f",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Responsibilities       Join daily/ weekly meeting with team     Write test cases and execute them     Interact with other team members to understand products/applications and their features     Research and learn new testing tools/methods     Work with like-minded folks, get things done, and celebrate success       Qualifications       Students at 3th or 4th years of information technology majors or youth who wants to move to Tester job.     Being passionate about software testing     Active at work and willing to learn new things.     High responsibility in work.     Ability to work in teams     Excellent verbal and written communication skills are a must.",
        "date_posted": "27 days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "c8c381a9fc091112",
        "link": "https://www.indeed.com/viewjob?jk=c8c381a9fc091112",
        "title": "Legal Intern",
        "job_type": "Internship",
        "company": "Baker McKenzie",
        "company_link": "https://www.indeed.com/cmp/Baker-Mckenzie-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthbah0nr800&fromjk=c8c381a9fc091112",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4",
        "review_count": "202",
        "description": "Practice Group:  Employment & Labor / Compliance & Investigation       Responsibilities:            Preparing, drafting and reviewing legal documents and conducting various legal researches to provide analysis on legal regulations;       Translating English/Vietnamese of legal documents, etc.;       Performing other necessary tasks related to client alerts;       Any other duties as may reasonably be assigned.           Skills and Experience:            Undergraduate or Bachelor’s degree, preferably in Law or relevant area from top universities as Hanoi Law University, Ho Chi Minh City Law University, VNU, DAV, Foreign Trade University, National Economics University.       Good command in English;       Good analytical thinking;       Good drafting and research skills;       Good knowledge of MS Office;       Careful and diligent;       Ability to multitask and organize daily workload by priorities;       Ability to meet deadlines in a fast-paced and quickly changing environment;       Excellent time management skills;       Attention to detail;       Good interpersonal and communication skills;       Display of professional discretion and maturity.",
        "date_posted": "6 days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "c29d8e1f70758769",
        "link": "https://www.indeed.com/viewjob?jk=c29d8e1f70758769",
        "title": "Project Management Intern",
        "job_type": "Internship",
        "company": "TikTok",
        "company_link": "https://www.indeed.com/cmp/Tiktok?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthaekc36800&fromjk=c29d8e1f70758769",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "3.3",
        "review_count": "57",
        "description": "About TikTok    TikTok is the leading destination for short-form mobile video. Our mission is to inspire creativity and bring joy. TikTok has global offices including Los Angeles, New York, London, Paris, Berlin, Dubai, Singapore, Jakarta, Seoul and Tokyo.    Why Join Us  At TikTok, our people are humble, intelligent, compassionate and creative. We create to inspire - for you, for us, and for more than 1 billion users on our platform. We lead with curiosity and aim for the highest, never shying away from taking calculated risks and embracing ambiguity as it comes. Here, the opportunities are limitless for those who dare to pursue bold ideas that exist just beyond the boundary of possibility. Join us and make impact happen with a career at TikTok.    The User Operations team at TikTok Vietnam is the think-tank department that ensure the quality of content in our platform. The team is nurturing our ever-growing short video and livestream community by innovating partnerships, innovating trends, while leaning in local.    Responsibilities      Assisting and communicating with Vietnam Country Head of Operations in decision-making, program management, and initiative implementation    Support the user's content experience improvement through in-depth understanding of the user side, analysis of data, and suggestions on product functions, operation directions, and content creativity    Support cross-team projects with aggressive timelines and work with internal stakeholders to establish roadmaps and communicate timelines and deliverables to internal stakeholders as needed    Support, coordinate, delegate, track, and perform key project tasks from inception to completion, ensuring timely delivery of project outcomes.    Facilitate day-to-day internal escalations and help troubleshoot issues     Internship Duration:   Successful candidates must be able to commit to the following timeline and duration:      Starting in Aug/Sep 2022, for at least 3 days a week, minimum 6 months duration.    Priority will be given to students who can commit Full-Time internship or for a longer duration.    Students pursuing a Bachelor’s degree in Communications, Marketing, Business, and/or related courses with impeccable verbal and written communication in both English and Vietnamese    Ability to identify, analyze, and interpret trends or patterns in data sets— advanced understanding of Microsoft Office (Excel/PowerPoint) is a plus    A committed and good team player who can work in a fast-paced environment    Strong interest in digital creators and public figures, understanding of the media landscape is a huge plus    Successful candidates must be able to commit to a full-time/part-time arrangement for at least 6 months, 3 days a week    TikTok is committed to creating an inclusive space where employees are valued for their skills, experiences, and unique perspectives. Our platform connects people from across the globe and so does our workplace. At TikTok, our mission is to inspire creativity and bring joy. To achieve that goal, we are committed to celebrating our diverse voices and to creating an environment that reflects the many communities we reach. We are passionate about this and hope you are too.",
        "date_posted": "12 days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "876a0091615a35b7",
        "link": "https://www.indeed.com/viewjob?jk=876a0091615a35b7",
        "title": "Intern Developer",
        "job_type": "Internship",
        "company": "Futurify Inc",
        "company_link": "https://www.indeed.com/cmp/Futurify?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthb8kmf3800&fromjk=876a0091615a35b7",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Must be actively enrolled in an accredited college or university, as a junior, senior or graduate student (in good standing.)    Must be pursuing a degree in Computer Science, Computer Engineering, Software Engineering, Information Systems or related field of study.    Must have successfully completed at least one course using an Object-Oriented language. C# .NET or Java is preferred.    Ability to work in teams    Excellent verbal and written communication skills are a must.",
        "date_posted": "30+ days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "808c3b1136b616fa",
        "link": "https://www.indeed.com/viewjob?jk=808c3b1136b616fa",
        "title": "[HRL] HR Intern (Learning & Development)",
        "job_type": null,
        "company": "Bosch Group",
        "company_link": "https://www.indeed.com/cmp/Bosch?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthb8kc3s800&fromjk=808c3b1136b616fa",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4.1",
        "review_count": "6550",
        "description": "Company Description   The Bosch Group is a leading global supplier of technology and services. It employs roughly 394,500 associates worldwide (as of December 31, 2020). According to preliminary figures, the company generated sales of 71.6 billion euros in 2020. Its operations are divided into four business sectors: Mobility Solutions, Industrial Technology, Consumer Goods, and Energy and Building Technology.    The Bosch Group comprises Robert Bosch GmbH and its roughly 440 subsidiaries and regional companies in some 60 countries. If its sales and service partners are included, then Bosch is represented in roughly 126 locations. This worldwide development, manufacturing, and sales network is the foundation for further growth.    BGSV – Bosch Global Software Technologies Company Limited (Previous name: RBVH - Robert Bosch Engineering and Business Solutions Vietnam Company Limited) is 100% owned subsidiary of Robert Bosch GmbH.     BGSV has started its operations from 19th October, 2010 at E-Town2 in HCMC. This engineering development center will be engaged in developing embedded systems and software, mechanical design and simulation, and will provide IT (SAP Consulting, JAVA Development….) and Business Services (Finance and accounting, Economics, Purchasing, Logistics, Translations Japanese-English-Japanese, Information Security ) solutions to the Bosch group of companies globally.       Job Description         Assist with On-boarding program delivery     Assist with the administration of post training activities such as certification collection, document archiving, training effectiveness management     Assist with the design and delivery of training materials and activities     Following-up project tracking, processes, procedure     Take up additional responsibilities in the team         Qualifications         Ability to communicate effectively, both oral and written, with proper spelling, grammar and punctuation. Proficiency in word processing, spreadsheet, databased, and presentation software     Ability to manage workload effectively including planning, organizing, prioritizing and meeting deadlines.     Experience with Microsoft Office (primarily Word, Excel, Outlook and PowerPoint)     Demonstrate ability to work effectively in a diverse workforce environment.      Additional Information         Monthly Internship allowance + Meal & Parking allowance     1 day of paid leave per month     Good benefits of Trade Union activities, team building and company trip.     Opportunity to work in global projects of fast developing company and being a part of innovation team contributing initiative ideas to the hi-tech world.     Engage in our diverse training programs which surely help strengthen both your personal and professional skills",
        "date_posted": "30+ days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "bfdd657ea85f4b9e",
        "link": "https://www.indeed.com/viewjob?jk=bfdd657ea85f4b9e",
        "title": "HR Intern (HRBP)",
        "job_type": "Internship",
        "company": "KMS Technology",
        "company_link": "https://www.indeed.com/cmp/Kms-Technology?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthb7kc13800&fromjk=bfdd657ea85f4b9e",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4.4",
        "review_count": "10",
        "description": "KMS was established in 2009 as a U.S.-based software development & consulting company with development centers in Vietnam. Over 13 years of operation, we have been trusted globally for the superlative quality of software services, products, technology solutions and engineers' expertise.         KMS Technology focuses on custom software development and a wide variety of consulting services      KMS Healthcare specialises in the healthcare industry, provides a unique blend of consultative healthcare technology solutions backed by the power of full lifecycle development support      KMS Solutions serves the Asia Pacific region, bringing the world's innovative technologies to help organizations achieve their business goals through world-class digital capabilities and fit-for-purpose solutions        Besides providing services, KMS builds and successfully launches its own software companies through its internal startup incubator, KMS Labs. The most notable companies with millions of users worldwide include QASymphony, Kobiton, Katalon, Grove, and Visily.     KMS is committed to providing tangible contributions and long-lasting impacts to the communities through leveraging our IT expertise. The company has also been recognized by prestigious industry awards as a great workplace in Vietnam, Asia, and the U.S. for many years in a row.         Responsibilities     To work closely with HRBP manager to ensure the quality of HR services with the purpose of increasing the employee experience, engagement, and overall satisfaction.     Responsibilities:         Supports the implementation of onboarding and off-boarding processes      Supports the implementation of Global mobility services (work permit, passport, visa, international assignment, overseas business trip, relocation)      Supports in planning and facilitating together with the core team for engagement activities such as weekly team bonding, all hands meetings, appreciation activities, etc      Supports in preparing, implementing and evaluating the annual plan of increasing employee engagement, experience & overall satisfaction            Qualifications     Requirements:         Bachelor graduate or 3rd to last year university student      Has interest in HR field to bring people happiness and success      Administration task handling and multi-tasking skill      Active learning mindset      Open, flexibility and adaptability      Be able to communicate in English      At least 6 months of commitment for the internship period            Benefits and Perks     Why do you have to take this opportunity?        Experiences one of the best places to work in Vietnam with:            a friendly and professional working environment      a strong and experienced HR team      a global working attitude           Learns HR insights and practices about:            Employee onboarding      Employee off-boarding      Employee relations      And more...        And much more, join us and let yourself explore other fantastic things!     Benefits:         Work in friendly and professional working environment      Experience team and company activities      Competitive internship allowance",
        "date_posted": "1 day ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "f8df69b56cf8820e",
        "link": "https://www.indeed.com/viewjob?jk=f8df69b56cf8820e",
        "title": "Account Intern",
        "job_type": "Internship",
        "company": "Zalo",
        "company_link": "https://www.indeed.com/cmp/Zalo?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthoi22n0000&fromjk=f8df69b56cf8820e",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "What you will do         Proactively gain understandings of Adtima’s ecosystem (i.e. Zalo, Zing MP3, Zing TV, Zing.vn and Báo Mới) and its services;      Follow up with clients on running campaigns;      Perform media booking and checking performance data of campaign;      Making daily/weekly reports and coordinate with other teams to optimize KPIs;      Support Account Manager on liaise with new clients and offer them applicable advertising packages via proposals;      Support managing campaigns' database on system daily;      Other tasks that assigned by line manager.        What you will need         Bachelor degree in Business or equivalent;      Being passionate about sales, business development and digital products;      Good communication skills in both Vietnamese and English;      Being result-oriented with growth-mindset;      Being able to allocate work well and under high pressure;      Experience in Digital Marketing or Advertising Agencies is a plus.",
        "date_posted": "Just posted",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "8384eb312f041c06",
        "link": "https://www.indeed.com/viewjob?jk=8384eb312f041c06",
        "title": "Logistics Intern (CTG)",
        "job_type": null,
        "company": "Bosch Group",
        "company_link": "https://www.indeed.com/cmp/Bosch?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthoskc1s800&fromjk=8384eb312f041c06",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4.1",
        "review_count": "6550",
        "description": "Company Description   The Bosch Group is a leading global supplier of technology and services. In 2013, its roughly 281,000 associates generated sales of 46.4 billion Euros. Since the beginning of 2013, its operations have been divided into four business sectors: Automotive Technology, Industrial Technology, Consumer Goods, and Energy and Building Technology.   The Bosch Group comprises Robert Bosch GmbH and its roughly 360 subsidiaries and regional companies in some 50 countries. If its sales and service partners are included, then Bosch is represented in roughly 150 countries. This worldwide development, manufacturing, and sales network is the foundation for further growth    RBVH - Robert Bosch Engineering and Business Solutions Vietnam Company Limited is 100% owned subsidiary of Robert Bosch GmbH.   RBVH has started its operations from 19th October, 2010 at e-Town2 in HCMC. This engineering development center will be engaged in developing embedded systems and software, mechanical design and simulation, and will provide IT (SAP Consulting, JAVA Development….) and Business Services (Finance and accounting, Economics, Purchasing, Logistics, Translations Japanese-English-Japanese, Information Security ) solutions to the Bosch group of companies globally.       Job Description         Preparing documents for custom clearance to import goods     Recording and updating Import – Export databases     Booking, packaging and preparing documents to export goods     Following up and receiving the goods of domestic POs          Qualifications         3rd- 4th student in Logistics and transportation, International economics or equivalent     Goods at English     Proficient in MS Office     Willing to learn, good communication.         Additional Information   What are your benefits when joining the Internship Program at BOSCH?       Joining  dynamic English-speaking multi-culture work environment , working with the young and dynamic team     Joining professional training technical skills & soft-skills (on-the-job training)     Furthermore, we also offer you  Internship allowance  during the internship program     Meal & Parking allowances",
        "date_posted": "15 days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "bbbcea304e565330",
        "link": "https://www.indeed.com/viewjob?jk=bbbcea304e565330",
        "title": "Ecommerce Intern",
        "job_type": "Internship",
        "company": "Công Ty Cổ Phần Giải Pháp Du Lịch Gohub",
        "company_link": "https://www.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-Gi%E1%BA%A3i-Ph%C3%A1p-Du-L%E1%BB%8Bch-Gohub?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthpkglp6800&fromjk=bbbcea304e565330",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Mô tả công việc:  (Mức lương: Đến 4 triệu VNĐ)   E-commerce Intern        Manage Seller center of big E-commerce platforms (Shopee, Lazada, Tiki, etc.).     Find opportunities for Gohub to grow on the E-commerce platform through campaigns and tactical flash sales.     Plan and execute sales & marketing partnerships with e-Commerce partners.     Other tasks related to marketplaces.       Chức vụ:  Thực Tập Sinh    Hình thức làm việc:  Sinh viên/Thực tập    Quyền lợi được hưởng:        Allowances: 4.000.000 VND/ monthly     Mentorship & training.     Full-time opportunity after internship.       Yêu cầu bằng cấp (tối thiểu):  Trung cấp - Nghề    Yêu cầu công việc:        Know how to use office software (Word, Excel)     Basic English skills.       Yêu cầu giới tính:  Nam/Nữ    Ngành nghề:  Hành chính Văn phòng,Truyền Thông/Báo Chí     Trung cấp - Nghề   Không yêu cầu",
        "date_posted": "14 days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "39f6a3bbce3fb455",
        "link": "https://www.indeed.com/viewjob?jk=39f6a3bbce3fb455",
        "title": "Intern: MarCom Coordinator",
        "job_type": null,
        "company": "Maersk",
        "company_link": "https://www.indeed.com/cmp/Maersk?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthplglqi800&fromjk=39f6a3bbce3fb455",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4.1",
        "review_count": "2813",
        "description": "Supports the execution of branding, marketing and/or promotional   campaigns.   Provides operational support to the organisation of a variety of marketing and branding activities, eg exhibitions, seminars, advertising campaigns, and the production of advertising materials, promoting the organisation and its products and services. Updates internal databases. Coordinates with external vendors and agencies to ensure that their work meets the organisation’s requirements, deadlines, and budget. May also be responsible for collecting market information, projections and other meaningful data to be used in internal analysis.",
        "date_posted": "13 days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "c302ec77916ca799",
        "link": "https://www.indeed.com/viewjob?jk=c302ec77916ca799",
        "title": "Front-End Developer Intern",
        "job_type": "Internship",
        "company": "Công Ty Cổ Phần Phần Mềm Bestarion",
        "company_link": "https://www.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-Ph%E1%BA%A7n-M%E1%BB%81m-Bestarion?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthookmf8800&fromjk=c302ec77916ca799",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Mô tả công việc:  (Mức lương: Thỏa thuận)      We are seeking a team player who enjoys working cross-functionally with a multidisciplinary team to develop high-quality, well-researched code.     Given the diverse service offering we provide, the Frontend Software Developer role will be involved in the research and development of new products and features (often with new technologies), with a focus on security and privacy compliance.       Chức vụ:  Thực Tập Sinh    Hình thức làm việc:  Sinh viên/Thực tập    Quyền lợi được hưởng:        Attractive salary and benefits (13th salary, a distinguished employee of the quarter and year, seniority award…)     Performance appraisal once a year     Healthcare and accident insurance     Various training on best practices and soft skills     Teambuilding activities in every summer, company trips, big annual year-end party every year, etc.     Fitness & sports activities: football, tennis, table tennis, badminton…     Commitment to community development: charity every quarter, blood donation, public seminars, career orientation talks…     Support for personal loans such as home loans, vehicle loans, tuition fees…       Yêu cầu bằng cấp (tối thiểu):  Trung cấp - Nghề    Yêu cầu công việc:        Undergraduate student / Bachelor’s degree with a specialization in Computer Science or a similar technical field of study with relevant practical experience.     Minimum part-time/full-time 3-6 month internship commitment (can work at least 3 days per week)     Good academic background (GPA >=6.5) Bold passion for IT software development     Have experience or knowledge of software development and understand programming languages such as ReactJS, Javascript, HTML, CSS     Have experience or knowledge in server-side web frameworks     Have a basic understanding of relevant software engineering and computer science-related concepts.     Able to read & well understand English materials, transfer information from visual to text in English.       Yêu cầu giới tính:  Nam/Nữ    Ngành nghề:  Frontend (HTML/CSS)     Trung cấp - Nghề   Không yêu cầu",
        "date_posted": "17 days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "0675fc07b5dc5933",
        "link": "https://www.indeed.com/viewjob?jk=0675fc07b5dc5933",
        "title": "Software Development Intern",
        "job_type": "Internship",
        "company": "Global Cybersoft",
        "company_link": "https://www.indeed.com/cmp/Global-Cybersoft?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthqcj5m8800&fromjk=0675fc07b5dc5933",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Work location: Ho Chi Minh, Ha Noi, Da Nang             Education and/or Experience              IT students (3rd or last year)             Knowledge, Skills and Abilities              Knowledge of .NET / Java / C++        Logical thinking, problem solving, learning attitude and team work skills        Proficiency in English             Duties              Participate in software development and quality process        Attend practical or doing senior projects to strengthen existing solution development and implementation competencies",
        "date_posted": "30+ days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "b692c57d55ecc1aa",
        "link": "https://www.indeed.com/viewjob?jk=b692c57d55ecc1aa",
        "title": "Intern Technology Consulting",
        "job_type": null,
        "company": "PwC",
        "company_link": "https://www.indeed.com/cmp/Pwc?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthrgjr5m800&fromjk=b692c57d55ecc1aa",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": "4",
        "review_count": "8124",
        "description": "Line of Service  Advisory     Industry/Sector  Not Applicable     Specialism  Platform Engineering & Architecture     Management Level  Intern/Trainee     Job Description & Summary  PwC SEAC’s Digital Transformation Consulting’s vision is to create meaningful relationships with our clients by powering the next generation digital enterprise.    Our Cloud & IT Transformation practice spans the whole range of clients’ digital capabilities, ranging from strategy to execution. We help solve complex boardroom problems, and work with CIO’s to not only solve problems of today but get them ready for new opportunities for tomorrow, creating the pathway of how technology can enable business visions. We help our clients with advisory services such as IT & cloud strategy, IT cost & governance, IT operating model etc. We also work on the implementation of various IT applications e.g. CRM, ERP and SharePoint.    Our focus areas are Enterprise Architecture, Vendor Selection, IT Cost optimisation, IT Governance and Compliance, IT Effectiveness & Operating Model Optimisation.       As a part of our practice, you will help our clients with:            IT Strategy Services;      Enterprise Architecture across different business groups;      IT Cost & Governance and Shared Services & Outsourcing;      IT Operating Model Advisory Services.        Main duties:             Advising clients on improving the ROI of IT Investments;      Advising clients on digital assets;      Identifying and addressing client needs and developing an awareness of firm services;      IT Roadmap and alignment of IT services towards various standards;      Contributing to a positive working environment by building solid relationships;      Proactively seeking guidance, clarification and feedback.         Requirements:       Bachelor degree major in Computer Science, Management Information Systems, or other IT-related;     Fresh graduated is also welcome;     Highly proficient in English (proficiency in other South-East Asian languages will be an added advantage);     Possess baseline understanding in the areas of technology;     Self-driven, curious and a fast-learner, and able to take responsibility for personal growth and development;     Able to demonstrate the ability to research and analyse pertinent client, industry, and technical matters;     Possess strong problem-solving skills and able to prioritise and manage multiple tasks/engagements.        Education  (if blank, degree and/or field of study not specified)  Degrees/Field of Study required: Bachelor Degree   Degrees/Field of Study preferred:     Certifications  (if blank, certifications not specified)      Required Skills      Optional Skills      Desired Languages  (If blank, desired languages not specified)  English     Travel Requirements  Not Specified     Available for Work Visa Sponsorship?  No     Government Clearance Required?  No     Job Posting End Date  August 30, 2022",
        "date_posted": "14 days ago",
        "timestamp": "2022-08-11 15:04:17"
    },
    {
        "job_id": "7f0a37eb280d2e2d",
        "link": "https://www.indeed.com/viewjob?jk=7f0a37eb280d2e2d",
        "title": "Accounting Intern",
        "job_type": "Internship",
        "company": "Công ty Cổ phần Thành Thành Công - Biên Hòa",
        "company_link": "https://www.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-Th%C3%A0nh-Th%C3%A0nh-C%C3%B4ng---Bi%C3%AAn-H%C3%B2a?campaignid=mobvjcmp&from=mobviewjob&tk=1ga5uthaqiom9800&fromjk=7f0a37eb280d2e2d",
        "location": "Thành phố Hồ Chí Minh",
        "salary": null,
        "rating": null,
        "review_count": null,
        "description": "Mô tả công việc:  (Mức lương: Thỏa thuận)      Shadow members of the Accounting Department as they perform their duties;     Assist with research, filing, data entry, and recording and maintaining accurate and complete financial records;     Work with bookkeeping software;     Handle sensitive information with honesty and integrity;     Learn how to work as part of the Accounting team to compile and analyse data, track information, and support the company or clients;     Take on additional tasks or projects to learn more about accounting and office operations.       Chức vụ:  Thực Tập Sinh    Hình thức làm việc:  Sinh viên/Thực tập    Quyền lợi được hưởng:      Having chances to get attractive company bonus every month/year         Company trip once a year + Joining party         Salary and position is reviewed 1 time a year         Bonus by individual ability and company’s performance.         Social insurance, health insurance, unemployment insurance and other benefits         Dynamic and sociable working environment.      Yêu cầu bằng cấp (tối thiểu):  Đại Học    Yêu cầu công việc:      Yêu Cầu Công Việc        New graduates student is accepted;      Aptitude for math, proficiency with computers;      Strong verbal and written communication skills;      High level of efficiency, accuracy, and responsibility;      Motivation and strong desire to take on new challenges and learn as much as possible;      Must be a recent graduate or actively working towards a Bachelor’sin Accounting.          Yêu cầu giới tính:  Nam/Nữ    Ngành nghề:  Kế Toán Tổng Hợp     Đại Học   Không yêu cầu",
        "date_posted": "2 days ago",
        "timestamp": "2022-08-11 15:04:17"
    }
]