[
    {
        "job_id": "b807de1956c8ecf7f263063069ce96fe",
        "job_title": "Nhân Viên Kinh Doanh",
        "company_name": "Công Ty Cổ Phần Bao Bì Tân Ngọc Phát",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>- Tìm hiểu nhu cầu thị trường , tìm kiếm khách hàng mới, xây dựng nguồn data.</p>\n<p>- Giới thiệu, tư vấn và giải đáp thắc mắc cho khách hàng về các sản phẩm bao bì nhựa và bao bì giấy của Công ty.</p>\n<p>- Đàm phán, thương lượng với khách hàng về giá cả, soạn hợp đồng, tiến hành chốt đơn và hỗ trợ khách hàng ký hợp đồng, theo dõi tiến độ hợp đồng. phối hợp với các phòng ban bên nhà máy sản xuất để theo dõi tiến độ đơn hàng.</p>\n<p>- Chăm sóc khách hàng trước và sau bán hàng một cách tận tâm , chuyên nghiệp.</p></div>",
        "job_location": "Tân Chánh, Hồ Chí Minh",
        "listed_date": "Khoảng 3 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/b807de1956c8ecf7f263063069ce96fe?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-b807de1956c8ecf7f263063069ce96fe",
        "scraped_date": "2023-05-29 23:38:05"
    },
    {
        "job_id": "047074f6c9e0bb83d03ab2ce45a7541e",
        "job_title": "Cửa Hàng Trưởng Tại Chi Nhánh Lotte Mart Vinh",
        "company_name": "Công Ty TNHH Triple Tree Aroma",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>- Giám sát toàn bộ hoạt động hàng ngày tại cửa hàng bao gồm bán hàng, phục vụ khách hàng, </p>\n<p>- Đào tạo nhân viên bán hàng mới</p>\n<p>- Tư vấn, bán hàng tại cửa hàng trong các TTTM Cao cấp.</p>\n<p>- Thực hiện việc phân chia ca làm việc, chấm công, giao việc, động viên và đánh giá kết quả làm việc của nhân viên tại cửa hàng;</p>\n<p>- Chăm sóc khách hàng vào cửa hàng, thuyết phục khách hàng sử dụng sản phẩm</p>\n<p>- Làm việc tại trung tâm thương mại.</p>\n<p>Cửa hàng: Lotte Mart Vinh, Đại Lộ VI LeNin</p></div>",
        "job_location": "Phường An Khánh, Hồ Chí Minh",
        "listed_date": "Khoảng 9 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/047074f6c9e0bb83d03ab2ce45a7541e?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-047074f6c9e0bb83d03ab2ce45a7541e",
        "scraped_date": "2023-05-29 23:38:05"
    },
    {
        "job_id": "93a11f88921d52cccb1735275334e330",
        "job_title": "Solution Architecture Director",
        "company_name": "Sendo.vn",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><div><ul>\n<li><strong>Having experience in developing ERP features &amp; Optimizing ERP system productivity</strong></li>\n<li>Overseeing, evaluating, and driving improvement of our ERP system which includes <strong>Warehouse Management, Transportation Management, Merchandising &amp;</strong> <strong>Financials &amp; CRM</strong>\n</li>\n<li>Managing and coordinating business and operational systems and processes that are in support of strategic goals</li>\n<li>\n<strong>Partnering</strong> with other teams to help execute initiatives to drive operational scale, productivity, and efficiency</li>\n<li>Managing our IT function and the team supporting IT, as well as ensuring compliance with ownership directives</li>\n<li>Using cross-knowledge, understanding issues, trends, and perspectives that may influence the business, and connecting the dots to develop solutions</li>\n<li>\n<strong>Managing, mentoring, and developing a team of multi-disciplined staff</strong>, defining priorities and ensuring alignment of the team to the business and operations</li>\n<li>Building and maintaining <strong>strong relationships with business functions</strong>, external partners, and vendors</li>\n<li>Planning, monitoring, and analyzing key metrics for the day-to-day performance of the operations to ensure efficient and timely completion of tasks and initiatives</li>\n</ul></div></div>",
        "job_location": "Tân Thuận, Hồ Chí Minh",
        "listed_date": "Khoảng 18 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/93a11f88921d52cccb1735275334e330?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-93a11f88921d52cccb1735275334e330",
        "scraped_date": "2023-05-29 23:38:06"
    },
    {
        "job_id": "d401ad7c3d04c65e9fbb2e922f27df3d",
        "job_title": "Nhân Viên Kỹ Thuật Bảo Trì",
        "company_name": "Công Ty TNHH Tnt An Ninh",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>- Thực hiện công việc lắp đặt, bảo trì, kiểm tra định kỳ các hệ thống gồm: cảnh báo khẩn, cảnh báo trộm, cảnh báo cháy, camera quan sát, chuông cửa có hình,....và một số công trình dịch vụ cảnh báo.</p>\n<p>- Thực hiện kiểm tra và khắc phục sự cố cho các hệ thống đề cập ở trên.</p>\n<p>- Đảm bảo thực hiện đầy đủ các công việc quản lý bộ phận giao.</p></div>",
        "job_location": "Phường Cô Giang, Hồ Chí Minh",
        "listed_date": "Khoảng 9 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/d401ad7c3d04c65e9fbb2e922f27df3d?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-d401ad7c3d04c65e9fbb2e922f27df3d",
        "scraped_date": "2023-05-29 23:38:06"
    },
    {
        "job_id": "f87e6f0474a1c4aee8a1921400f850e3",
        "job_title": "Nhân Viên Kế Toán Dịch Vụ",
        "company_name": "Công Ty TNHH Dịch Vụ Kế Toán Đồng Hưng",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>·     Theo dõi thông tin, hồ sơ, tài liệu của khách hàng;</p>\n<p>·     Nhập số liệu, chứng từ kế toán vào phần mềm SAP của IBM;</p>\n<p>·     Lập các báo cáo nội bộ</p>\n<p>·     Các báo cáo khác theo yêu cầu của khách hàng.</p>\n<p>·     Công ty sẽ đào tạo các kỹ năng làm việc theo yêu cầu của Công ty trước khi đảm nhận công việc.</p></div>",
        "job_location": "Phường Nguyễn Thái Bình, Hồ Chí Minh",
        "listed_date": "Khoảng 3 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/f87e6f0474a1c4aee8a1921400f850e3?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-f87e6f0474a1c4aee8a1921400f850e3",
        "scraped_date": "2023-05-29 23:38:06"
    },
    {
        "job_id": "2804f3d7eae65e328d766aadf0ee620a",
        "job_title": "Nhân Viên Hành Chính",
        "company_name": "Công Ty Cổ Phần Mạc Tích",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><ul>\n<li>Tiếp nhận và gửi hồ sơ, công văn đến và đi;</li>\n<li>Đặt vé máy bay, phòng khách sạn, điều phối xe;</li>\n<li>Soạn thảo văn bản (Công văn, tờ trình, thông báo) theo yêu cầu;</li>\n<li>Theo dõi cấp phát đồng phục và văn phòng phẩm;</li>\n<li>Trình ký hồ sơ, làm thủ tục thanh toán các chi phí liên quan;</li>\n<li>Thực hiên các thủ tục xin Visa, giấy phép lao động, thẻ tạm trú cho người nước ngoài;</li>\n<li>Phối hợp tổ chức các sự kiện của công ty: 8/3, 20/10, team-building, tiệc tất niên...</li>\n<li>Các công việc khác theo yêu cầu của quản lý trực tiếp.</li>\n</ul></div>",
        "job_location": "Tân Thuận, Hồ Chí Minh",
        "listed_date": "1 ngày trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/2804f3d7eae65e328d766aadf0ee620a?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-2804f3d7eae65e328d766aadf0ee620a",
        "scraped_date": "2023-05-29 23:38:06"
    },
    {
        "job_id": "adc45d3bef66b271235b312cbcd262e3",
        "job_title": "Kế Toán Thanh Toán / Công Nợ",
        "company_name": "Công Ty Cổ Phần Ô Tô Gmg",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>• Hạch toán các bút toán chi tiết vào phần mềm kế toán theo hướng dẫn</p>\n<p>• Đối chiếu, kiểm tra các quỹ, sắp xếp chứng từ kế toán theo yêu cầu và cung cấp cho Tư vấn thuế</p>\n<p>• Thực hiện các hồ sơ thanh toán và theo dõi công nợ</p>\n<p>• Thực hiện xuất và quản lý chứng từ hoá đơn</p>\n<p>• Thực hiện các công việc khác liên quan đến tài chính kế toán theo yêu cầu của cấp trên</p></div>",
        "job_location": "Phường Phạm Ngũ Lão, Hồ Chí Minh",
        "listed_date": "Khoảng 9 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/adc45d3bef66b271235b312cbcd262e3?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-adc45d3bef66b271235b312cbcd262e3",
        "scraped_date": "2023-05-29 23:38:06"
    },
    {
        "job_id": "ac77adcd901dbd53d69b8e9f8ca65794",
        "job_title": "Nhân Viên An Ninh Bảo Vệ",
        "company_name": "Công Ty TNHH Tnt An Ninh",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p><strong>Nhân viên An Ninh bảo vệ (trực Đáp ứng cảnh báo) đi làm ngay</strong></p>\n<p>- Khảo sát địa chỉ khách hàng, xử lý thông tin cảnh báo khi có tín hiệu.</p>\n<p>- Báo cáo kết quả công việc định kỳ hàng tuần, hàng tháng trực tiếp với Lãnh đạo phòng.</p></div>",
        "job_location": "Phường Cô Giang, Hồ Chí Minh",
        "listed_date": "Khoảng 9 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/ac77adcd901dbd53d69b8e9f8ca65794?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-ac77adcd901dbd53d69b8e9f8ca65794",
        "scraped_date": "2023-05-29 23:38:06"
    },
    {
        "job_id": "3e056627cbb46359237c51228cbc6343",
        "job_title": "Nhân Viên Digital Marketing",
        "company_name": "Công Ty TNHH TM DV Tiếp Thị Đồng Thắng",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>-       Chủ động tìm hiểu, cập nhật các thông tin về xu hướng thị trường trong lĩnh vực thực phẩm nhằm lên kế hoạch marketing phù hợp.</p>\n<p>-       Sáng tạo, lên ý tưởng quảng cáo, truyền thông, Viral Marketing trên đa nền tảng digital marketing.</p>\n<p>-       Phát triển, xây dựng nội dung (posts, short video, stories) cho các kênh digital marketing.</p>\n<p>-       Quản lý và chịu trách nhiệm phát triển doanh số cho các kênh Website, Zalo, TikTok,...</p>\n<p>-       Phụ trách xây dựng ý tưởng, nội dung, kịch bản và triển khai các Event của công ty theo yêu cầu.</p>\n<p>-       Theo dõi, phân tích và đánh giá các chỉ số đo lường hiệu quả của các chiến dịch marketing, và nghiên cứu insight khách hàng để tối ưu hiệu quả.</p>\n<p>-       Thực hiện các công việc và dự án khác theo sự phân công của BGĐ</p>\n<p>-       Phối hợp làm việc với team, quản lý để đảm bảo hiệu quả công việc của phòng Marketing.</p>\n<p>-       Cơ hội tham gia các dự án Start-up do công ty đầu tư.</p></div>",
        "job_location": "Tân Thuận, Hồ Chí Minh",
        "listed_date": "Khoảng 3 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/3e056627cbb46359237c51228cbc6343?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-3e056627cbb46359237c51228cbc6343",
        "scraped_date": "2023-05-29 23:38:06"
    },
    {
        "job_id": "b5689d8b46623602fd29d199663bacc0",
        "job_title": "Kế Toán Tổng Hợp",
        "company_name": "Công Ty TNHH Hưng Phát Bến Thành",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>-         Hạch toán doanh thu, chi phí, khấu hao TSCĐ.</p>\n<p>-         Lập và làm các báo cáo thuế hàng tháng, quý.</p>\n<p>-         Lên bảng cân đối phát sinh lỗ lãi, trích lương, đóng và làm việc với bảo hiểm xã hội.</p>\n<p>-        Chịu trách nhiệm về các giao dịch với các cơ quan hữu quan như cơ quan Thuế, Sở kế hoạch và Đầu tư, Hải quan… và các đối tác như Ngân hàng, khách hàng, nhà cung cấp….</p>\n<p>-         Trực tiếp báo cáo đồng thời lên kế toán trưởng, việc thực hiện các kế hoạch tài chính trong tháng, quý, năm.</p>\n<p>-         Xử lý các báo cáo kế toán viên về các vấn đề nghiệp vụ và quản lý doanh thu, chi phí.</p>\n<p>-         Hợp tác cùng các cơ quan kiểm toán để thực hiện các báo cáo kết quả kinh doanh có tính chính xác cao nhất.</p>\n<p>-         Quản lý và kiểm soát các thanh toán trong và ngoài nước.</p>\n<p>-         Theo dõi, quản lý, giám sát số liệu bán hàng: giá vốn, giá bán, khách hàng, hàng tồn kho, công nợ ...</p>\n<p>-         Giám sát và theo dõi kiểm kê (phối hợp với phòng kho, phòng vật tư) tham gia kiểm kho hàng hóa cuối tháng.</p>\n<p>-         Báo cáo nguyên vật liệu.</p>\n<p>-   Thực hiện các công việc khác theo điều phối của quản lý trực tiếp.</p></div>",
        "job_location": "Phường Bến Thành, Hồ Chí Minh",
        "listed_date": "Khoảng 9 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/b5689d8b46623602fd29d199663bacc0?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-b5689d8b46623602fd29d199663bacc0",
        "scraped_date": "2023-05-29 23:38:06"
    },
    {
        "job_id": "2f66343e6130885f39ddc69d3ef9a9c0",
        "job_title": "Nhân Viên Phát Triển Kinh Doanh Kênh Online",
        "company_name": "Công Ty TNHH TM DV Tiếp Thị Đồng Thắng",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>-        Tìm kiếm và phát triển gian hàng trên các nền tảng bán hàng trực tuyến mới (sàn thương mại điện tử, app delivery).</p>\n<p>-        Biên soạn nội dung giới thiệu sản phẩm chuẩn SEO, hình ảnh sản phẩm thu hút, tạo được sự khác biệt với các đối thủ cạnh tranh.</p>\n<p>-        Theo dõi và cập nhật tồn kho liên tục trên các gian hàng mình phụ trách.</p>\n<p>-        Xây dựng, đề xuất và triển khai kế hoạch về các chiến dịch bán hàng, khuyến mại, marketing,… nhằm tăng traffic, thúc đẩy doanh số và quảng bá thương hiệu.</p>\n<p>-        Tiếp nhận, lấy đơn hàng và xử lý các vấn đề phát sinh (nếu có).</p>\n<p>-        Tư vấn, giải đáp các thắc mắc, phản hồi thông tin cho khách hàng về sản phẩm và các vấn đề có liên quan.</p>\n<p>-        Phân tích, đánh giá hiệu quả của từng chiến dịch bán hàng, khuyến mại, marketing,…</p>\n<p>-        Theo dõi, báo cáo hàng tháng về tình hình kinh doanh, chỉ số vận hành.</p>\n<p>-        Thực hiện các công việc khác theo yêu cầu và chỉ thị của cấp trên.</p></div>",
        "job_location": "Tân Thuận, Hồ Chí Minh",
        "listed_date": "Khoảng 3 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/2f66343e6130885f39ddc69d3ef9a9c0?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-2f66343e6130885f39ddc69d3ef9a9c0",
        "scraped_date": "2023-05-29 23:38:07"
    },
    {
        "job_id": "363245f6090d4df36e9941ee5a4e0333",
        "job_title": "Customer Support Analyst (BCSHCM)",
        "company_name": "Manulife",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><div><div>\n<p>We are a leading financial services provider committed to making decisions easier and lives better for our customers and colleagues around the world. From our environmental initiatives to our community investments, we lead with values throughout our business. To help us stand out, we help you step up, because when colleagues are healthy, respected and meaningfully challenged, we all thrive. Discover how you can grow your career, make impact and drive real change with our Winning Team today. </p>\n<div><div><div><div><div><div><div><div><div><div><div><div><div><div><p><b>Working Arrangement</b></p></div></div></div></div></div></div></div></div></div></div></div></div></div></div>In Office\n<p><b>Job Description</b></p>\n<p><b>The opportunity</b></p>\n<p>Provide clients &amp; agents with excellent support and service. (Cung cấp cho khách hàng, đại lý sự hỗ trợ và phục vụ xuất sắc)</p>\n<p>Communicate clearly with clients/agents and in properly manner, accurate in responding to customer enquiry (Giao tiếp với Khách hàng/Đại lý rõ ràng, đúng chuẩn mực,  phản hồi các vấn đề của Khách hàng/Đại lý đầy đủ và chính xác)</p>\n<p>Comply with policy of client information protect (Luôn tuân thủ chính sách bảo mật thông tin khách hàng)</p>\n<p>Responsibilities</p>\n<ul>\n<li>Collect premiums and Issue accordingly receipts to clients/agents, disburse money to client according to respective DNRs (Thu phí bảo hiểm và phát hành phiếu thu cho Khách hàng/Đại lý, Chi trả các khoản thanh toán cho khách hàng)</li>\n<li>Reply clients’ inquiries about policy and admin procedures related to policy via direct meeting/Inbound call/Outbound call (Giải đáp thắc mắc của khách hàng về hợp đồng và quy định hành chánh liên quan đến hợp đồng bảo hiểm thông qua trực tiếp trao đổi với Khách hàng tại quầy DVKH hoặc qua điện thoại)</li>\n<li>Guide clients to fullfil admin procedures according to clients’ requests (Hướng dẫn khách hàng thực hiện thủ tục hành chánh khi khách hàng yêu cầu)</li>\n<li>Receive complaints from clients and Coordinate with the staff in-charge of handling complaints to solve for clients (Tiếp nhận khiếu nại khách hàng và phối hợp với nhân viên/bộ phận liên quan giải quyết khiếu nại)</li>\n<li>Check the sufficiency and validity of application forms/policy change forms, …  submitted (Kiểm tra sự đầy đủ và hợp lệ hồ sơ Đơn yêu cầu BH/Đơn yêu cầu thay đổi hợp đồng …)</li>\n<li>Responsibility 4 Guide agents admin procedures (Giải đáp thắc mắc của đại lý liên quan đến quy định hành chánh)</li>\n<li>Handle other admin tasks (Các công việc hành chính khác)</li>\n</ul>\n<p><br><b>What motivates you?</b></p>\n<ul>\n<li>You obsess about customers, listen, engage and act for their benefit.</li>\n<li>You think big, with curiosity to discover ways to use your agile approach and enable business outcomes.</li>\n<li>You thrive in teams and enjoy getting things done together.</li>\n<li>You take ownership and build solutions, focusing on what matters.</li>\n<li>You do what is right, work with integrity and speak up.</li>\n<li>You share your humanity, helping us build a diverse and inclusive work environment for everyone.</li>\n</ul>\n<p><br><b>What we are looking for</b></p>\n<ul>\n<li>Bachelor’s degree.</li>\n<li>At least 2 years’ experience in customer service/operations in the insurance company.</li>\n<li>Good listening &amp; understanding and experience in handling customer's queries/complaint face to face or over the phone.</li>\n<li>Good in communication &amp; customer services skill, interpersonal skill, negotiation skill.</li>\n</ul>\n<p><b>What can we offer you?</b></p>\n<ul>\n<li>A competitive salary and benefits packages.</li>\n<li>A growth trajectory that extends upward and outward, encouraging you to follow your passions and learn new skills.</li>\n<li>A focus on growing your career path with us.</li>\n<li>Flexible work policies and strong work-life balance.</li>\n<li>Professional development and leadership opportunities.</li>\n</ul>\n<p><br><b>Our commitment to you</b></p>\n<ul>\n<li>Values-first culture<br>We lead with our Values every day and bring them to life together.</li>\n<li>Boundless opportunity<br>We create opportunities to learn and grow at every stage of your career.</li>\n<li>Continuous innovation<br>We invite you to help redefine the future of financial services.</li>\n<li>Delivering the promise of Diversity, Equity and Inclusion<br>We foster an inclusive workplace where everyone thrives.</li>\n<li>Championing Corporate Citizenship<br>We build a business that benefits all stakeholders and has a positive social and environmental impact.</li>\n</ul>\n<p><b>About Manulife and John Hancock</b></p>\n<p>Manulife Financial Corporation is a leading international financial services group that helps people make their decisions easier and lives better. With our global headquarters in Toronto, Canada, we operate as Manulife across our offices in Asia, Canada, and Europe, and primarily as John Hancock in the United States. We provide financial advice, insurance, and wealth and asset management solutions for individuals, groups and institutions. At the end of 2022, we had more than 40,000 employees, over 116,000 agents, and thousands of distribution partners, serving over 34 million customers. At the end of 2022, we had $1.3 trillion (US$1.0 trillion) in assets under management and administration, including total invested assets of $0.4 trillion (US $0.3 trillion), and segregated funds net assets of $0.3 trillion (US$0.3 trillion). We trade as ‘MFC’ on the Toronto, New York, and the Philippine stock exchanges, and under ‘945’ in Hong Kong.</p>\n<p><b>Manulife is an Equal Opportunity Employer</b></p>\n<p>At Manulife/John Hancock, we embrace our diversity. We strive to attract, develop and retain a workforce that is as diverse as the customers we serve and to foster an inclusive work environment that embraces the strength of cultures and individuals. We are committed to fair recruitment, retention, advancement and compensation, and we administer all of our practices and programs without discrimination on the basis of race, ancestry, place of origin, colour, ethnic origin, citizenship, religion or religious beliefs, creed, sex (including pregnancy and pregnancy-related conditions), sexual orientation, genetic characteristics, veteran status, gender identity, gender expression, age, marital status, family status, disability, or any other ground protected by applicable law. </p>\n<p>It is our priority to remove barriers to provide equal access to employment. A Human Resources representative will work with applicants who request a reasonable accommodation during the application process. All information shared during the accommodation request process will be stored and used in a manner that is consistent with applicable laws and Manulife/John Hancock policies</p>\n</div></div></div>",
        "job_location": "Thành phố Hồ Chí Minh, Hồ Chí Minh",
        "listed_date": "5 ngày trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/363245f6090d4df36e9941ee5a4e0333?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-363245f6090d4df36e9941ee5a4e0333",
        "scraped_date": "2023-05-29 23:38:07"
    },
    {
        "job_id": "f655c229e3c62e3a5d32314f6be50173",
        "job_title": "Kế Toán Tổng Hợp",
        "company_name": "Công Ty TNHH Dược Y Tế Nguyễn Hải",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>- Nhập liệu hóa đơn chứng từ.</p>\n<p>- Kê khai thuế theo quy định nhà nước.</p>\n<p>- Lập báo cáo tài chính Quý, 6 tháng và năm theo quy định</p>\n<p>- Giải trình với các cơ quan chức năng khi có yêu cầu</p>\n<p>- Phụ trách BH của nhân sự công ty</p>\n<p>- Làm theo sự phân công của Giám Đốc</p>\n<p>- Chi tiết trao đổi khi phỏng vấn.</p></div>",
        "job_location": "Bình Hưng, Hồ Chí Minh",
        "listed_date": "Khoảng 9 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/f655c229e3c62e3a5d32314f6be50173?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-f655c229e3c62e3a5d32314f6be50173",
        "scraped_date": "2023-05-29 23:38:07"
    },
    {
        "job_id": "c0954eb4a25688e0152319eb99d4ea06",
        "job_title": "Nhân Viên Phát Triển Thị Trường (Tp.HCM)",
        "company_name": "Công Ty Cổ Phần Công Nghệ Sen Đỏ",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><ul>\n<li>Tìm kiếm, phát triển, duy trì các Đối tác bán hàng trong khu vực phụ trách.</li>\n<li>Hỗ trợ hoạt động, tư vấn, hướng dẫn Đối tác bán hàng để triển khai kế hoạch kinh doanh, phát triển doanh số của khu vực được phân công.</li>\n<li>Hỗ trợ xử lý các tình huống phát sinh trong quá trình kinh doanh.</li>\n<li>Báo cáo kết quả công việc định kỳ (ngày/tuần/tháng) cho cấp trên</li>\n</ul></div>",
        "job_location": "Tân Thuận, Hồ Chí Minh",
        "listed_date": "Khoảng 9 giờ trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/c0954eb4a25688e0152319eb99d4ea06?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-c0954eb4a25688e0152319eb99d4ea06",
        "scraped_date": "2023-05-29 23:38:08"
    },
    {
        "job_id": "3b953463b76b6e3bf4c93fc2767966fa",
        "job_title": "Full-time Admin",
        "company_name": "YBOX",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p><strong>MÔ TẢ CÔNG VIỆC</strong><br></p>\n<ul>\n<li>Hỗ trợ các hoạt động Marketing Communication</li>\n<li>Tiếp thị qua điện thoại và thư từ</li>\n<li>Theo dõi kho văn phòng phẩm và đặt hàng khi cần thiết</li>\n<li>Hỗ trợ đồng nghiệp bất cứ khi nào cần thiết (công việc giấy tờ)</li>\n</ul>\n<ul>\n</ul>\n<p><strong>YÊU CẦU ỨNG VIÊN</strong><br></p>\n<ul>\n<li>Có khả năng giao tiếp và giao tiếp giữa các cá nhân</li>\n<li>Trung thực, thẳng thắn trong công việc</li>\n<li>Sử dụng tốt vi tính văn phòng</li>\n<li>Không yêu cầu kinh nghiệm, ưu tiên sinh viên mới ra trường hoặc độ tuổi từ 22-30</li>\n</ul>\n<ul>\n</ul>\n<p><strong>CHÍNH SÁCH ĐÃI NGỘ</strong><br></p>\n<p>Liên hệ: Nhi (Rose)</p>\n<p>Email: ******@fireworksviet.com</p>\n<p>Số điện thoại: 0777.998.069</p></div>",
        "job_location": "Phường An Phú, Hồ Chí Minh",
        "listed_date": "5 ngày trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/3b953463b76b6e3bf4c93fc2767966fa?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-3b953463b76b6e3bf4c93fc2767966fa",
        "scraped_date": "2023-05-29 23:38:08"
    },
    {
        "job_id": "b5566968f0b1b5e46c5f63917bad3bb5",
        "job_title": "[HCM] Thực tập sinh tiếng Hàn",
        "company_name": "YBOX",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p><strong>MÔ TẢ CÔNG VIỆC</strong><br></p>\n<p>- Thực tập công tác dịch thuật, soạn thảo công văn, hợp đồng, văn bản ;</p>\n<p>- Hỗ trợ  các đoàn khách, đối tác tham quan nhà máy,\ndự án công ty</p>\n<p>- Hỗ trợ thực hiện các công việc văn phòng khi có yêu cầu;</p>\n<p>- Trình ký, đóng dấu theo yêu cầu của cấp trên.</p>\n<p>- Học hỏi kỹ năng làm việc, thuật ngữ, kỹ thuật chuyên môn.</p>\n<p><strong>YÊU CẦU ỨNG VIÊN</strong><br></p>\n<p>- Các bạn sinh viên năm 4;</p>\n<p>- Chuyên ngành Quản trị kinh doanh, Kinh tế, Ngôn ngữ  hoặc các ngành liên quan;</p>\n<p>- Sử dụng tiếng Hàn lưu loát</p>\n<p>- Có thể làm full - time.</p>\n<p>- Ưu tiên: Nam</p>\n<p><strong>CHÍNH SÁCH ĐÃI NGỘ</strong><br></p>\n<p>- Được hưởng trợ cấp trong thời gian thực tập;</p>\n<p>- Được phục vụ cơm trưa tại căn tin công ty;</p>\n<p>- Được hỗ trợ hoàn thành đề tài thực tập;</p>\n<p>- Sau thời gian thực tập, được cân nhắc làm nhân viên chính thức nếu thể hiện được năng lực và thái độ tốt. </p></div>",
        "job_location": "Tân Thuận, Hồ Chí Minh",
        "listed_date": "3 ngày trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/b5566968f0b1b5e46c5f63917bad3bb5?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-b5566968f0b1b5e46c5f63917bad3bb5",
        "scraped_date": "2023-05-29 23:38:08"
    },
    {
        "job_id": "6b20ae66474a2d2b1098e3278f9d50cd",
        "job_title": "Nhân Viên Kế Toán (Đi Làm Ngay)",
        "company_name": "Chi Nhánh Công Ty TNHH Nguyễn Hồng (Tp Hà Nội)",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>- Xuất hóa đơn VAT cho các bộ phận (kẹp hóa đơn VAT với phiếu nhập kho)</p>\n<p>- Đối chiếu công nợ với khách hàng, liên hệ khách hàng thanh toán. Kết hợp bộ phận KD thu hồi công nợ ST khi ST thanh toán không đúng hạn.</p>\n<p>- Phụ trách Cửa hàng (vào BCBH, kiểm tra đối chiếu Tồn kho và công nợ)</p>\n<p>- Nhận - nhập hàng từ công ty gửi vào chi nhánh</p>\n<p>- Công việc khác sẽ nhận phân công trực tiếp từ trưởng phòng.</p></div>",
        "job_location": "Phường Nguyễn Thái Bình, Hồ Chí Minh",
        "listed_date": "4 ngày trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/6b20ae66474a2d2b1098e3278f9d50cd?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-6b20ae66474a2d2b1098e3278f9d50cd",
        "scraped_date": "2023-05-29 23:38:08"
    },
    {
        "job_id": "f9a895437e2779d6f575b348f2288e48",
        "job_title": "Quản Lý Cấp Cao",
        "company_name": "Công Ty Cổ Phần Chương Dương",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>- Hoạch định và tham mưu cho Ban Giám đốc về chiến lược kinh doanh, phát triển thị trường và thương hiệu của Công ty</p>\n<p>- Xây dựng mục tiêu, chỉ tiêu kinh doanh, điều hành hoạt động theo định hướng chung của công ty trong từng giai đoạn,</p>\n<p>- Tổ chức và triển khai các chiến lược kinh doanh, các chỉ tiêu doanh số nhằm thúc đẩy sự phát triển và gia tăng lợi nhuận của công ty (Kế hoạch kinh doanh, kế hoạch phát triển sản phẩm, chính sách giá, phân khúc thị trường, kế hoạch xây dựng thương hiệu,...)</p>\n<p>- Xây dựng và phát triển quan hệ với các đối tác chiến lược, khách hàng tiềm năng, mở rộng và kiểm soát hệ thống Nhà đầu tư tiềm năng nhằm tối ưu hóa doanh thu</p>\n<p>- Xử lý các vấn đề phát sinh của khách hàng liên quan đến chính sách, sản phẩm, giá thành</p>\n<p>- Xây dựng kế hoạch triển khai các chương trình truyền thông thương hiệu thông qua các đối tác, nhà đầu tư, các kế hoạch chăm sóc khách hàng nhằm mục đích quảng bá thương hiệu và uy tín tại thị trường</p>\n<p>- Xây dựng cơ cấu tổ chức, quy chế, quy định về hoạt động của phòng kinh doanh và chịu trách nhiệm về các chỉ tiêu và hiệu quả hoạt động của phạm vi được phân công</p>\n<p>- Tổ chức, chỉ đạo và dẫn dắt đội ngũ CBNV dưới quyền trong việc xây dựng chương trình, thực hiện chỉ tiêu kinh doanh, chiến lược và kế hoạch phát triển kinh doanh</p>\n<p>- Thực hiện báo cáo định kỳ kết quả công việc theo yêu cầu của Chủ tịch HĐQT, Ban Giám đốc.</p></div>",
        "job_location": "Phường Cô Giang, Hồ Chí Minh",
        "listed_date": "3 ngày trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/f9a895437e2779d6f575b348f2288e48?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-f9a895437e2779d6f575b348f2288e48",
        "scraped_date": "2023-05-29 23:38:08"
    },
    {
        "job_id": "b643b91d8a5c0e01a82540d35226af66",
        "job_title": "Chuyên Viên Kinh Doanh",
        "company_name": "Công Ty Cổ Phần Tập Đoàn Capella",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><p>·       Liên hệ và tìm kiếm khách hàng mới.</p>\n<p>·       Chăm sóc và duy trì mối quan hệ với Khách hàng.</p>\n<p>·       Đảm bảo chỉ tiêu doanh số được giao.</p>\n<p>·       Tư vấn, hỗ trợ khách hàng trong quá trình làm việc.</p>\n<p>·       Phối hợp cùng các bộ phận để thực hiện các yêu cầu đã kí hợp đồng với khách hàng</p>\n<p>·       Giải quyết các thắc mắc và vấn đề liên quan của khách hàng</p>\n<p>·       Đề xuất chương trình bán hàng</p>\n<p>·       Thực hiện Sales call.</p>\n<p>·       Thực hiện các công việc khác theo yêu cầu của quản lý bộ phận.</p></div>",
        "job_location": "Phường Nguyễn Thái Bình, Hồ Chí Minh",
        "listed_date": "3 ngày trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/b643b91d8a5c0e01a82540d35226af66?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-b643b91d8a5c0e01a82540d35226af66",
        "scraped_date": "2023-05-29 23:38:09"
    },
    {
        "job_id": "45314f9c0dc0efebf41ab6cdfff3d0a6",
        "job_title": "Assistant Manager, Winebar",
        "company_name": "Sheraton Hotels & Resorts",
        "job_description": "<div class=\"-desktop-no-padding-top\" id=\"job-description-container\"><div><div>\n<p><strong>POSITION SUMMARY</strong></p> <p>Inspect grooming and attire of staff, and rectify any deficiencies. Communicate with guests, other employees, and/or departments to ensure guest needs are met. Ensure staff is working together as a team. Monitor dining rooms for seating availability, service, safety, and well being of guests. Complete work orders for maintenance repairs. Complete scheduled inventories of supplies, food, and liquor. Check stock and requisition necessary supplies. Obtain assigned bank and ensure accuracy of contracted monies, obtaining change required for expected business level, and keeping bank secure at all times. Communicate last call at designated closing time.</p> <p>Assist management in hiring, training, scheduling, evaluating, counseling, disciplining, and motivating and coaching employees. Develop and maintain positive working relationships with others, and support team to reach common goals. Follow all company and safety and security policies and procedures; report accidents, injuries, and unsafe work conditions to manager; and complete safety training and certifications. Ensure uniform and personal appearance are clean and professional, maintain confidentiality of proprietary information, and protect company assets. Welcome and acknowledge all guests according to company standards, anticipate and address guests’ service needs, and thank guests with genuine appreciation. Speak with others using clear and professional language, and answer telephones using appropriate etiquette. Ensure adherence to quality expectations and standards. Read and visually verify information in a variety of formats (e.g., small print). Visually inspect tools, equipment, or machines (e.g., to identify defects). Stand, sit, or walk for an extended period of time or for an entire work shift. Move, lift, carry, push, pull, and place objects weighing less than or equal to 50 pounds without assistance. Grasp, turn, and manipulate objects of varying size and weight, requiring fine motor skills and hand-eye coordination. Move through narrow, confined, or elevated spaces. Move up and down stairs and/or service ramps. Reach overhead and below the knees, including bending, twisting, pulling, and stooping. Perform other reasonable job duties as requested by Supervisors.</p> </div></div>\n<div></div>\n<div><p>Marriott International is an equal opportunity employer. We believe in hiring a diverse workforce and sustaining an inclusive, people-first culture. We are committed to non-discrimination on any protected basis, such as disability and veteran status, or any other basis covered under applicable law.</p></div>\n<div><div class=\"js_row\"> <p>When you join the Sheraton family, you become a member of its global community. We’ve been a place to gather and connect since 1937. At Sheraton, associates create a sense of belonging in more than 400 communities around the world. We welcome guests through engaging experiences and thoughtful service. If you’re a team player who is excited to deliver a meaningful guest experiences, we encourage you to explore your next career opportunity with Sheraton.</p> </div></div></div>",
        "job_location": "Thành phố Hồ Chí Minh, Hồ Chí Minh",
        "listed_date": "1 ngày trước",
        "apply_link": "https://www.jobstreet.vn/job/rd/45314f9c0dc0efebf41ab6cdfff3d0a6?sp=viewjob&sponsored=false",
        "job_link": "https://www.jobstreet.vn/job/-45314f9c0dc0efebf41ab6cdfff3d0a6",
        "scraped_date": "2023-05-29 23:38:09"
    }
]